[{
  "_id": {
    "$oid": "6398676b66d5a9718e913343"
  },
  "category": "MacBooks",
  "description": "MacBook - найбільш просунуті ноутбуки сучасності\nДля тих, хто шукає багатофункціональний лептоп, був створений * Apple MacBook * - ноутбук з передовими технологіями. Перша модель з'явилася ще в 2008 році і працювала на операційній системі Mac OS X. За тодішніми мірками пристрій мав досить вражаючі характеристики. Широкоформатний екран, 64-розрядний процесор від Intel, стереозвук, актуальні бездротові технології, швидкісні підключаються інтерфейси. З кожним поколінням сімейство удосконалювалося, отримувало більш продуктивне «залізо», підвищувалася якість зображення, поліпшувалося управління. І на сьогоднішній день «яблучні» лептопи є найбільш просунутими і затребуваними на ринку.\n\nСімейство ноутбуків Еппл включає три серії, які відрізняються функціональністю, дизайном і розмірами:\n\nMacBook;\nMacBook Air;\nMacBook Pro.\nВсі три лінійки поєднують в різному ступені компактність, зручність, багатофункціональність і високу продуктивність."
},{
  "_id": {
    "$oid": "6398697f66d5a9718e913344"
  },
  "category": "iPads",
  "description": "iPad - найкращий планшет сучасності\nЯкщо вам потрібен просунутий гаджет з максимальним набором корисних функцій, то купити Айпад - буде кращим рішенням. Залежно від потреб користувачів корпорація Епл створила різні пристрої, що відрізняються функціями, потужністю і розмірами. Щорічно компанія оновлює пристрої, і кожне наступне покоління отримує вдосконалену апаратну і програмну частину.\n\nЩо являє собою iPad? Компактний, при цьому продуктивний гаджет, укладений в тонкий, але міцний корпус. Сучасні моделі з потужною сучасною начинкою і ОС iPadOS або iOS пропонують безмежну кількість корисних для користувача функцій: зручний браузер, можливість оплати покупок, бездротовий зв'язок, вихід в інтернет, комфортний геймінг. Крім того, виробник надає можливість зберігати важливі дані в «хмарі», звідки ви зможете переглянути інформацію, перебуваючи в будь-якому місці.\n\nЗазвичай яблучні гаджети виконані в тонкому і міцному корпусі з авіаційного алюмінію з закругленими краями. Алюмінієва кришка надійно захищає комплектуючі від пошкоджень при падіннях, що підтверджено відгуками покупців. В асортименті представлені моделі в кольорі Silver, Space Gray, Gold. Найбільш затребуваними стали пристрої в сірому кольорі, вони менше забруднюються.\n\nСеред «яблучного» асортименту пропонуються iPad:\n\nAir;\nmini;\nPro."
},{
  "_id": {
    "$oid": "63b69a079a2223b14a305cbb"
  },
  "category": "AirPods",
  "description": "AirPods – бездротові навушники від Apple\nBluetooth-навушники Apple побачили світ 2016 року. Їхня прем'єра зробила резонанс і стала новою сторінкою історії для компанії з Купертіно. Сьогодні Епл АїрПодси – найбажаніші навушники для фанатів Apple по всьому світу. Гарнітура відрізняється першокласною якістю звуку, чудовим басом, драйверами з широкою амплітудою та підтримкою голосового асистента Siri.\n\nГоловні переваги AirPods полягають у їх компактності та відсутності проводів. Навушники зручні у використанні, комфортно сидять у вухах та довго тримають заряд. У разі втрати виробник передбачив функцію пошуку, щоб бездротові навушники Apple AirPods можна було швидко і зручно знайти.\n\nЗавдяки першокласному звучанню ви можете комфортно слухати треки в Apple Music, дивитися фільми та серіали у форматі Dolby Atoms з підтримкою просторового аудіо або просто увімкнути відеоролик на YouTube та оцінити якість відтворення.\n\nВисокоякісні компоненти, ергономічний дизайн і відмінна автономність – виграшне поєднання, завдяки якому бездротові навушники AirPods стали одними з найпопулярніших навушників у світі. У чому їх секрет, чому багато хто так хоче Apple AirPods купити? Якість продукту та репутація виробника говорять самі за себе. Розповідаємо докладніше про найпопулярнішу гарнітуру."
},{
  "_id": {
    "$oid": "63b6b2579a2223b14a305d1a"
  },
  "category": "iMac",
  "description": "Компанія Apple надає користувачам комп'ютери-моноблоки iMac ще з 1998 року. У створенні таких машин є певні нюанси та труднощі, але вони користуються великою популярністю. «Яблучні» пристрої вирізняються оригінальним дизайном, потужністю та можливостями.\n\nМоноблоки Apple iMac: особливості та характеристики\nВ середньому раз на п'ять років користувачі змінюють таку техніку, як ноутбуки та комп'ютери. І, як правило, щоразу вибір нового пристрою викликає спантеличеність, тому що варіантів дуже багато. Але всім, хто шукає справді потужний комп'ютер з великими можливостями під будь-які завдання, варто звернути увагу на моноблок Apple. Компанія однією з перших зібрала всі складові та об'єднала з екраном, забезпечивши iMac рядом переваг:\n\nпривабливий естетичний дизайн;\nкомпактний розмір та зручність розміщення;\nвисока якість екрану;\nпросте підключення бездротових комплектуючих;\nсинхронізація з іншими пристроями;\nодні з найкращих технічних зборок;\nякісна система охолодження.\nВідразу помітно, що моноблок Епл займає набагато менше місця, ніж стандартний комп'ютер. Виробник подбав про те, щоб пристрій можна було легко розмістити у будь-якому приміщенні, а використання залишилося максимально комфортним.\n\nДизайн «яблучної» техніки приваблює лаконічністю, залишається стильним і сучасним. Звичайно, зовнішній вигляд перших комп'ютерів Аймак відрізнявся від нинішніх, але завжди відповідав своєму часу.\n\nОпераційна система та базові програми\nВсі комп'ютери від Епл, у тому числі моноблоки iMac, працюють на операційній системі MacOS. Вона розроблена безпосередньо для «яблучної» продукції та значно відрізняється від інших операційок.\n\nОпераційна система Apple має такі відмінні риси:\n\nзручний, приємний для сприйняття інтерфейс;\nрозширений набір базових програм;\nпідвищений рівень безпеки;\nстабільність роботи.\nОбмеженість виробництва комп'ютерів Епл та відсутність сторонніх компонентів забезпечують стабільну роботу операційної системи та сумісність всіх елементів. Також спрощено процес встановлення та видалення програм. Після видалення на моноблоці iMac не залишається «шматків» програми.\n\nУ Apple iMac досить багато встановлених програм. Найпопулярнішими серед них стали браузер Safari, зручна пошта, яка підтягує обліковий запис користувача, контакти та ін. Для розваг найчастіше використовують iTunes, App Store, iBooks тощо.\n\nТакож «яблучні» комп'ютери оснащені зручними програмами для моніторингу системи та управління налаштуваннями"
},{
  "_id": {
    "$oid": "63c1623fb973adbd0f03b21e"
  },
  "category": "iPhones",
  "description": "iPhone - топовий смартфон від Apple з інноваційними технологіями\r\nРозробки Apple приваблюють високою якістю, стилем, надійністю. Будь-яка нова «яблучна» модель оснащена передовими фірмовими технологіями. Починаючи з 2007, знаменита корпорація пропонує користувачам кращі можливості на ринку:\r\n\r\nЧудова якість: відмінна збірка, високоміцні матеріали і стабільна робота без збоїв.\r\nВисока швидкість обробки даних, виконання складних завдань: щорічно виробник випускає оновлений процесор Bionic, що робить iPhone найпродуктивнішим і потужним.\r\nПриродне зображення: смартфони оснащені фірмовою високоякісною матрицею Retina, що створює натуральні відтінки і прекрасну чіткість картинки.\r\nЗнімає на професійному рівні: iPhone оснащуються камерами, здатними забезпечити зйомку професійної якості при будь-якому освітленні.\r\nОперативна і кваліфікована підтримка: компанія турбується про клієнтів, при найменших неполадках необхідно скористатися онлайн-підтримкою на офіційних ресурсах або звернутися в найближчий сервісний центр.",
  "__v": 0
}]