[{
  "_id": {
    "$oid": "6398676b66d5a9718e913343"
  },
  "category": "Ноутбуки",
  "description": "MacBook — самые продвинутые ноутбуки современности\nДля тех, кто ищет многофункциональный лэптоп, был создан Apple MacBook — ноутбук с передовыми технологиями. Первая модель появилась еще в 2008 году и работала на операционной системе Mac OS X. По тогдашним меркам устройство имело довольно впечатляющие характеристики. Широкоформатный экран, 64-разрядный процессор от Intel, стереозвук, актуальные беспроводные технологии, скоростные подключаемые интерфейсы. С каждым поколением семейство совершенствовалось, получало более производительное «железо», повышалось качество изображения, улучшалось управление. И на сегодняшний день «яблочные» лэптопы являются самыми продвинутыми и востребованными на рынке.\n\nСемейство ноутбуков Эппл включает три серии, которые отличаются функциональностью, дизайном и размерами:\n\nMacBook;\nMacBook Air;\nMacBook Pro.\nВсе три линейки сочетают в разной степени компактность, удобство, многофункциональность и высокую производительность."
},{
  "_id": {
    "$oid": "6398697f66d5a9718e913344"
  },
  "category": "Планшеты",
  "description": "iPad — лучший планшет современности\nЕсли вам нужен продвинутый гаджет с максимальным набором полезных функций, то купить Айпад — будет лучшим решением. В зависимости от потребностей пользователей корпорация Эпл создала разные устройства, отличающиеся функциями, мощностью и размерами. Ежегодно компания обновляет устройства, и каждое последующее поколение получает усовершенствованную аппаратную и программную часть.\n\nЧто представляет собой iPad? Компактный, при этом производительный гаджет, заключенный в тонкий, но прочный корпус. Современные модели с мощной современной начинкой и ОС iPadOS либо iOS предлагают безграничное количество полезных для пользователя функций: удобный браузер, возможность оплаты покупок, беспроводная связь, выход в интернет, комфортный гейминг. Кроме того, производитель предоставляет возможность хранить важные данные в «облаке», откуда вы сможете просмотреть информацию, находясь в любом месте.\n\nОбычно яблочные гаджеты выполнены в тонком и прочном корпусе из авиационного алюминия с закругленными краями. Алюминиевая крышка надежно защищает комплектующие от повреждений при падениях, что подтверждено отзывами покупателей. В ассортименте представлены модели в цвете Silver, Space Gray, Gold. Наиболее востребованными стали устройства в сером цвете, они меньше пачкаются.\n\nСреди «яблочного» ассортимента предлагаются iPad:\n\nAir;\nmini;\nPro."
}]